export const Text_Error = {
  BadRequest : 'Введены невалидные данные',
  Unauthorized : 'Ошибка...Проверьте корректность Пароля или E-mail',
  Conflicting : 'Такой E-mail уже зарегестрирован',
  ServerError : 'На сервере произошла ошибка',
  SuccessReg : ' Вы успешно прошли регестрацию !',
  UpdateLog : 'Вы успешно изменили данные !',
  Unauthorized_Email : 'Такой E-mail уже зарегестрирован',
  Search : 'К сожалению ничего не найдено',
  Search_Error : 'Что-то пошло не так. Попробуйте ввести другое название или попробуйте позже',
  Search_empty : 'Нужно ввести ключевое слово',
};
